Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 游小默自己没有急着吃，他把其他兔子肉切成块，然后趁热放进空间里，不过等他回山洞准备和凌霄分享时，一大盆的肉已经被凌霄吃得只剩下一点渣渣。
en_us: You XiaoMo was not in a hurry to eat. He cut the other rabbit meat into pieces and put it into his dimension while it was hot. When he returned to the cave intending to share the large pot of meat with Ling Xiao, the meat had been completely eaten him until there were only scarce crumbs remaining.

source: 游小默自言自语，将小乌龟的龟权忽略得彻底。
en_us: You XiaoMo muttered to himself, completely ignoring the tortoise rights of the little tortoise.

source: 游小默自认不认识此人，与他非亲非故，有什么恩怨情仇更加不可能，那么他为什么要偷袭自己？
en_us: You XiaoMo was pretty sure he didn't know this person and had never had any entanglements with him, so there was little chance that he had offended this person. So why did this person ambush him?

source: 游小默苦着脸，他何年何月才能帮量小炼转生丹？
en_us: You XiaoMo's expression turned bitter. What year and what day would he be able to help Ling Xiao refine the Reincarnation Pill?

source: 游小默茫然地问道：“什么手续？”
en_us: You XiaoMo asked in confusion, "what procedures?"

source: 游小默虽然和九夜他们同一天进入逍遥院，可是他大部分时间都不在巨无霸里，交易所还是九夜告诉他的。
en_us: Although You XiaoMo entered XiaoYao Institution on the same day as Jiu Ye and the rest, he spent most of his time out of the Giganticus. Jiu Ye even had to tell him about the Exchange Quarter.

source: 游小默虽然离开逍遥院已经有一段时间，并且不打算再回去，但是他明面上还是逍遥院的院生，选拔赛他是有资格参赛的，但是便宜老爹曾经说过，通天殿招收彩级丹师的动机似乎不纯。
en_us: Although You XiaoMo had been away from the XiaoYao Institution for quite some time and did not intend to go back, he was apparently still a student of the XiaoYao Institution on paper and was qualified to participate in the selection contest. However, his cheap old man had once said that TongTian Palace's motive for recruiting rainbow level mages did not seem to be genuine.

source: 游小默蜗牛似的往里面走，直到背后变成一堵墙壁为止，虽然重力屋对大家的行动都有限制，但是他不想把背后留给滕梓和柴正这些人。
en_us: You XiaoMo moved further inside with the pace of a snail until his back met a wall. Though the Gravity Room would affect everyone’s movements, he didn’t want to expose his back to Teng ZiXin and Chai Zheng.

source: 游小默表情扭曲了一下，膝盖好痛。
en_us: You XiaoMo's face became distorted, his knees hurt.

source: 游小默表情有些复杂，他现在才知道，凌霄原来是个饭桶，这真是个大的的发现。
en_us: You XiaoMo's expression is a little complicated. It was only now that he realized that Ling Xiao was actually a glutton (饭桶). This was really a big discovery.

source: 游小默表示逛了几个时辰有点累，明着赶人。
en_us: You XiaoMo indicated that he was a bit tired after shopping for several hours, but he was clearly trying to chase him away.

source: 游小默被他推着往后退了几步，“你小心一点。”
en_us: You XiaoMo was pushed several steps back by him. "Be careful."

source: 游小默被他晃得站不稳，就退到他的龟壳边缘。
en_us: You XiaoMo was unable to stay steady on his feet, and retreated to the edge of the shell.

source: 游小默被关在宫殿里，虽然无能为力，但是他却清楚的看到外面的情况，所有人包括凌霄，在他眼里就像巨人，快速的动作也变成慢动作，他现在只能保佑凌霄平安无事。
en_us: You XiaoMo was locked in the palace. Even though he was powerless, he could still clearly see what was happening outside. Everyone, including Ling Xiao, looked like giants to him, and their rapid movements also slowed down. Now, the only thing he could do was pray for Ling Xiao's safety.

source: 游小默被老板娘突然转变的语气说得鸡皮疙瘩都浮出来了，刚刚还像只凶巴巴的老母鸡，现在却成了弱柳扶风的狐狸精，表情转变得非常快，演技足以封她一个影后。
en_us: You XiaoMo nearly got goose bumps with how quickly the lady boss's tone changed. Just a moment ago, she was like a fierce old hen, but now she became a vixen (狐狸精) that was like a willow branch trembling in the wind. Her expression changed extremely fast, and her acting skill was enough to make her a movie queen.

source: 游小默被这只黑鸦吓了一跳，听到这句话更加震惊，他们才刚回中天，黑蜘蛛怎么会知道他们的行踪，还让一只乌鸦来找他们。
en_us: The Black Crow startled You XiaoMo and, hearing what was said, he was even more shocked. They had only just returned to Zhong Tian; how could Black Spider know of their movements? And have a crow come and find them, too?

source: 游小默见九夜对他那么恭敬，就猜测他的身份必定不俗。
en_us: Seeing Jiu Ye being so respectful, You XiaoMo guessed that his identify was sure to be remarkable.

source: 游小默见人差不多到齐才走出来。
en_us: Seeing that they had mostly gathered, You XiaoMo walked out.

source: 游小默见他喜欢吃花生，边剥给他边问道：“那你觉得在黑色大峡谷偷袭我的黑衣人最有可能是哪个势力的人？”
en_us: You XiaoMo saw that he liked to eat peanuts, so while he peeled some for him he asked, "Then which major power do you think the person in black who attacked us at Black Canyon is most likely from?"

source: 游小默见他拿出精血就知道他要做什么了，接过瓶子郑重的点头。
en_us: You XiaoMo knew what he was going to do when he saw him take out the Life Blood, and he nodded seriously after receiving the bottle.

source: 游小默见他没反驳，就继续忽悠道：“我跟他兵分两路，他带着我的契约妖兽去金库偷东西，我则去你的房间，他现在应该带着从金库里偷出来的宝贝逃走了。”
en_us: Seeing that he had no reply to that, You XiaoMo continued, "I split up with him. He took my contracted demon beasts to steal things from the vault, and I went to your room. He should be out of here with what he had stolen from your vault."

source: 游小默见他脸色不白不青，终于放心了，接着便招呼青年一起跑去挖灵草，他需要的不多，因为他对这里的灵草需求量不大，像浴火宝丹，他有轮回丹等彩级灵丹可以代替。
en_us: Seeing that his face wasn't pale or sickly, You XiaoMo felt his heart calm down. Then, he proceeded to call upon the young man to follow and dig up magic herbs together. He didn't need much since he wasn't in need of the ones grown here. Like the (浴火宝丹), he could replace with the Samsara Pill and other rainbow pills like it.

source: 游小默见他说得很肯定就不再隐藏，胸前的衣服突然蠕动了一下，紧接着两只金翅虫从衣服里飞了出来，盘旋一会才飞到他的头顶，好像在帮主人炫耀一样。
en_us: You XiaoMo didn't bother hiding it now that the cat was out of the bag. The clothes near You XiaoMo's chest moved suddenly and then two Golden Winged Insects flew out, circling for a while before landing on You XiaoMo's head.

source: 游小默见差不多了，就要他面前的晶石板输入自己的价格。
en_us: Seeing that the time was right, You XiaoMo typed his bid on the crystal stone tablet.

source: 游小默见状，便笑着说道：“老人家，我知道你是为大家好，怕村民们上当受骗，不过我真的没有恶意，如果您不相信，不妨赌一把，看看下一次兽潮是不是如我所说，反正你横竖都不会有损失不是吗？”
en_us: You XiaoMo, seeing this, smiled and said, "Elder, I know you only want to make sure everyone is alright, afraid that the villagers would get tricked, but I really have no ill will. If you don't believe me, you can bet with me and see if the next Beast Tide is really as I say. Either way, you won't lose out, no?"

source: 游小默见鬼似的看着凌霄。
en_us: You XiaoMo looked at Ling Xiao as he had seen a ghost.

source: 游小默观察了凌霄五分钟，发现他的表情从头到尾都没有变过，看了一会就觉得没劲了，将历史书放回书架，屁颠屁颠的跑到炼丹房。
en_us: You XiaoMo observed Ling Xiao for five minutes only to discover that his expression had remained completely unchanged. After a while he got bore and returned the history book to its shelf then hurried to the Pill Refining Room. (屁颠屁颠)

source: 游小默观察过小岛的情况，这里的妖兽实力普遍不高，以中阶妖兽为主，高阶妖兽并不多，所以就算真的有主人实力也不会太高，他们应该应付得了，要是打不过，他可能会考虑把他们煮了。
en_us: You XiaoMo had checked out the situation at the small island (小岛) before. In general, the strength of the demon beasts here wasn't very high. Most of them were mid-tier demon beasts, and there weren't that many high level demon beasts, so even if there was actually a leader, their strength wouldn't be very high. The Metal Swallowing Beast and Golden Winged Insects should be able to deal with them, but if they couldn't defeat them, he would probably consider cooking them.

source: 游小默规规矩矩的摆好手脚，腼腆的看向男人，“古叔好。”
en_us: You XiaoMo arranged his hands and feet in a well-behaved posture (规规矩矩的摆好手脚) as he shyly looked at the man, "Hello Uncle Gu."

source: 游小默觉得今天真是糟糕透顶了，四面八方都是敌人。
en_us: This was a terrible day for You XiaoMo. He was completely surrounded by enemies.

source: 游小默觉得他们太大惊小怪了，菊花等于屁眼不是挺正常的嘛，而且菊花比屁眼文雅多了，他并不知道，关键不在于菊花就是屁眼，而是‘你们的屁眼’五个字，前面加的三个字听起来味道就变了。
en_us: You XiaoMo felt that they were all making a bug deal out of nothing. It was very normal that Chrysanthemum meant asshole, and it was far more civilized to say Chrysanthemum than asshole. He didn't realize that the point wasn't that Chrysanthemum meant asshole, but that he had said "your asshole". With the first word, this sounded entirely different.

source: 游小默觉得他在他们的世界之外。
en_us: You XiaoMo felt as if he was in a completely different world from them.

source: 游小默觉得他已经够小心了，但是当他的脚放在某块瓦片上，瞬间发出‘咔嚓’的声响时，心里忍不住咒骂起来。
en_us: You XiaoMo felt that he had took all precautions, but when he placed his feet on a certain piece of tile, a 'ka-cha' instantly sounded and he couldn’t help but curse in his heart.

source: 游小默觉得他的表情很像做坏事前的招牌动作。
en_us: You XiaoMo felt that his expression was Ling Xiao's signature move before he committed a misdeed.

source: 游小默觉得他真不该指望他，把希望放在吞金兽身上，他真是傻了，果然还是得自力更生才行。
en_us: You XiaoMo sincerly thought that he shouldn't have placed his bets on the beast, that was a really stupid move. By the looks of things, he still had to rely on himself.

source: 游小默觉得他说的确实有几分道理，并不知道掌柜是故意的。
en_us: You XiaoMo thought that there was some truth to what he said. What he didn't know was that it was on purpose.

source: 游小默觉得凌霄比他更像个丹师，而且还是个雷厉风行的丹师，走路速度好快他快要变成小跑了。
en_us: You XiaoMo thought that Ling Xiao felt even more like a mage then him, and a vigorous one at that. (雷厉风行) His walking speed was almost the same him running.

source: 游小默觉得守卫的命真好，凌霄很难得才会这么诚实的回答他的问题，真是太羡慕了！
en_us: You XiaoMo felt that the guard was living the good life. It was very rare for Ling Xiao to answer his questions so honestly. He was really so envious!

source: 游小默觉得既然知道这枚内丹是篮球的兄弟，他就不想让别人把它拍走，特别是拍走他的对象是游震天，反正他们已经与赤血家族不死不休了，再得罪一次也一样，难不成他能杀了他们不成！
en_us: You XiaoMo felt that he did not want to let others take it away since he knew this Life Crystal was LanQiu's brother. This was especially so when his competitor for the Life Crystal was You ZhenTian. Anyway, they were already embroiled in an unceasing conflict with the ChiXue Clan and offending them again made no difference. Don't tell me that it would be possible for him to kill them! (难不成他能杀了他们不成)

source: 游小默觉得有地图还不如没地图。
en_us: You XiaoMo felt as if it would have been even better if they didn't have a map.

source: 游小默觉得用普用的水就能酿制这么好喝的灵酒，如果是灵水，那味道一定令人无法想象，而且灵水本身就拥有恢复灵力的效果，若按配方酿酒，他突然非常期待灵酒的效果。
en_us: You XiaoMo felt that if you can make such a delicious spirit wine with ordinary water, the taste must be out-of-the-world if spiritual water was used. Moreover, spiritual water itself had the effect of restoring spiritual energy. If he made wine according to the recipe... He was suddenly looking forward to the result of the spirit wine.

source: 游小默觉得白虎族没发展起来，一定是白虎太懒的关系，连后代都懒得生，那么收集宝贝这种东西肯定也懒得收集，难怪宫殿什么好东西都没有。
en_us: You XiaoMo felt that the White Tiger being too lazy definitely had something to do with why the White Tiger Clan hadn't developed. He was even too lazy to have any descendants, so he undoubtedly was also too lazy to collect things like treasures. No wonder there was nothing good in the palace.

source: 游小默觉得自己被欺骗了，“上次我问另一个人，她没说需要一个积分啊。”
en_us: You XiaoMo felt that he had been tricked. "Last time when I asked another person she didn't say it cost a point."

source: 游小默让万厨师二人分别宰两只鸡，鸡还是取两边鸡腿肉做酸辣鸡丁，因为凌霄喜欢吃这道荤菜，过来前还跟他说要做这道菜。
en_us: You XiaoMo told the two to each kill two chickens. The chicken was still used for it's thighs to make Spicy Sour Chicken Cubes. Since Ling Xiao liked this meat dish, he specifically asked him to make it.

source: 游小默让凌霄把他的契约兽们收进空间，其实也是因为游君其，虽然觉得他有错，但是也可怜他一个人待在空间里，所以才想让他的契约兽们进去，算是陪陪他吧，看他多好心。
en_us: The reason why You XiaoMo told Ling Xiao to have the contracted demon beasts in his dimension was actually because of You JunQi. Even though he was in the wrong, leaving him alone there just seemed too pitiful. So, he thought of having his demon beast there to accompany him, see how nice he was.

source: 游小默讪讪的说道：“这个，他从昨天晚上就这样了。”
en_us: You XiaoMo said awkwardly, "Uh, he's been like that since last night."

source: 游小默讪讪道：“顺便嘛。”
en_us: You XiaoMo was embarrassed, "Since it was convenient ma." (顺便嘛)

source: 游小默记得，丹青讲道时曾经说过，彩级一品不是简单的蜕变就行的，而是一个从毁灭到新生的过程，就像凤凰涅盘，从灰烬中重生，重新燃起生生不息之火。
en_us: You XiaoMo remebered that Dan Qing had said in his lecture that becoming a rainbow grade one mage wasn't simply a process of metamorphasis, it was a process of rebirth. From death to rebirth, it was like a phoneix rising from the ashes, once again burning an everlasting fire. (彩级一品不是简单的蜕变就行的，而是一个从毁灭到新生的过程，就像凤凰涅盘，从灰烬中重生，重新燃起生生不息之火。)

source: 游小默试过后确实能感觉到体内的修为隐约在上涨，虽然几乎可以忽略，但是这也说明确实有用。
en_us: After You XiaoMo tried it, he could really feel his cultivation base rising minutely. Though this was almost negligible, it proved that it was truly useful.

source: 游小默诧异了一下，不过转念一想，九夜知道的事情应该不少，正好可以问他，便说：“确实有点事情，你应该也听说黑蜘蛛的事情了吧，我打算了凌霄一起去，不过挑战赛和拍卖会有冲突……”
en_us: You XiaoMo was surprised for a moment, but then he thought about it a little. Jiu Ye should know quite a lot, so he could ask him, and he said, "I do have something on my mind. You must've heard about the Black Spider too, right? I decided to go with Ling Xiao, but the competition and the auction times conflict..."

source: 游小默诧异了，直接跳跃了五百万灵晶，是哪个家伙这么大手笔？
en_us: You XiaoMo was astonished, who was this generous with money/audacity (大手笔) that they just added five million?"

source: 游小默诧异的大量了他们一圈，发现他们的衣服都很简单，粗衣麻布，那种光鲜亮丽的衣服几乎没有。
en_us: You XiaoMo glanced at them strangely, realizing that their clothes were all very simple, made from coarse gunny cloth. There were few if any brightly colored clothing.

source: 游小默诧异的扬扬眉，“我好像也听说了，不过我没去过五花街，不是很清楚，发生了这种事，街上的人都对外来者抱着敌视的眼神，我就回来了。”
en_us: You XiaoMo raised his eyebrows in astonishment, "I seem to have heard of it, but I haven't been to Five Flowers Street so I'm not very sure. After this happened, the people on the street were eying outsiders with hostile glares so I came back."

source: 游小默诧异的看他一眼。
en_us: You XiaoMo looked at him in surprise.

source: 游小默诧异的看着他，刚想问他怎么了却被捂住嘴，过了会他就知道为什么了。
en_us: You XiaoMo looked at him in surprise. His mouth was covered just was he wanted to ask him what happened. After a while, he knew why.

source: 游小默说完这些话就走出成衣店。
en_us: After saying these words, You Xiaomo walked out of the garment store.

source: 游小默说，“暂时不用了，距离晚饭还有一个时辰到时再叫你。”
en_us: You XiaoMo, "Not for the time being. There's still another hour before it's time for dinner. I'll call you then."

source: 游小默说：“……逍遥院连个停靠的港湾都不算，算哪门子的‘乡’！”
en_us: You XiaoMo replied, "......The XiaoYao Institution was barely even a harbour for resting, how is it a 'home'!" (哪门子的‘乡’)

source: 游小默说：“不用，我不饿，拿回去吧。”他现在压根就没心情吃东西，就算免费给他十碗都不要。
en_us: You XiaoMo said, "No thanks, I'm not hungry, you can take it back." He wasn't in the mood for food, even if you gave him ten free bowls he still wouldn't eat it.

source: 游小默说：“你平时的饭量没这么大啊！”这才是他震惊的原因，四分之一的兔子分量可不小，虽然一米多高的兔子兽不算很大，但是它很胖。
en_us: You XiaoMo rebutted, "You don't normally eat so much ah!" That was why he was shocked. A quarter of the rabbit was quite a large portion. Although the rabbit over a meter tall was not very big, it was really fat.

source: 游小默说：“分给你四分之一也行，但是我有一个条件。”
en_us: You XiaoMo replied, "I can give you a quarter, but on one condition."

source: 游小默说：“我也不知道！”
en_us: You XiaoMo, "I do not know either!"

source: 游小默说：“我其实想说，你待会悠着点别太冲动，我来就好。”
en_us: You XiaoMo said, "I actually wanted to say, you should stay calm and not be too impulsive later. Leave it to me."

source: 游小默说：“我已经在地里埋了一坛灵酒，不过要三个月后才能挖出来。”
en_us: You XiaoMo replied, "I have buried a jar of spirit wine in the ground, but it will take three months before we can dig it out."

source: 游小默说：“我怎么知道那道禁制那么容易就破，这不能怪我们，要怪就只能怪禁制不够结实。”
en_us: You XiaoMo said, "How wold I know that your seal would be so easily broken? You can't blame us for this, only your own seal, for not being strong enough."

source: 游小默说：“爹说他掩护我们先跑。”
en_us: You XiaoMo said, "Dad said that he'll shield us so we can escape first."

source: 游小默说：“竞价。”
en_us: You XiaoMo replied, "Bid."

source: 游小默说：“这不是牙尖嘴利，我说的是事实而已。”
en_us: You XiaoMo said, "This isn't called having a silver tongure, it's just stating the truth."

source: 游小默说：“这件事我已经听老伯说过，我听说胡村十年来一直受清风门的压迫，如果给你们机会搬离这里，你们愿意吗？”
en_us: You XiaoMo said, "Your elder has already told me. I hear that the Hu Village has been oppressed by the QingFeng Sect for ten years. If I give you all a chance to leave this place, will you be willing?"

source: 游小默费了些许功夫才找到集九镇的成衣店，本来想问路，兴许能快点找到，结果他还没靠近，街上的人就迅速闪开了，好像他是瘟神一样，这样一来，他对集九镇的人更加没好感了，总觉得这是个吃人镇。
en_us: It took quite a bit of effort before You XiaoMo found JiJiu Town's tailor shop. Originally, he wanted to ask for directions so he could maybe find it faster, but before he could even get close, the people on the street would quickly flash away as if he carried the plague. Thus his opinion of JiJiu Town's people worsened even more, and he kept feeling as if this was a cannibalistic town.

source: 游小默赤手空拳的对上黑衣人，丝毫不落于下风。
en_us: You XiaoMo faced the black robed man bare-handed, not at all falling to a disadvantage.

source: 游小默走到他面前，发现他真的死透了，这是怕被他严刑逼供，所以选择自杀么？
en_us: You XiaoMo approached him and realized that the other had completely died. Was the guy afraid of him interrogating him and thus committed suicide?

source: 游小默走到她面前，“我们又没有动手，你怎么就知道我们出手救了你们？”
en_us: You XiaoMo walked up to her, "We did not make any moves. How do you know that we saved you?"

source: 游小默走到床边，见床被凌霄占去了三分之二，“你过去一点，给我个位置。”
en_us: You XiaoMo walked to the side of the bed. Seeing how Ling Xiao had taken up two thirds of the space, he said, "Move over a little, give me some space."

source: 游小默走向灵水湖，看到躺在湖边的四只，根据体积从大到小排列，看起来喜人又安份，视线不禁移到灵水湖里，游小默蹲下身子用手试水位。
en_us: You XiaoMo walked towards the spiritual water lake. He came upon a delightful and reassuring (安份) sight of the four demon beasts on the edge of the lake, arranged according to their size, from large to small. His line of sight could not help but move to the spiritual water lake and he crouched down to use his hand to test the water level.

source: 游小默走着走着突然不动了。
en_us: You XiaoMo suddenly came to a halt.

source: 游小默走过去神经兮兮的抱住他的手臂，“可能是我的错觉吧，总觉得有人在看我一样，我们赶紧看I酷妖坟场。”
en_us: You XiaoMo walked over to him and nervously hugged his arm. "It's probably just my imagination, but I keep feeling as if someone is watching me. We should leave the demon beast graveyard quickly."

source: 游小默走过去踢了他们一脚，“起来，想装死啊，信不信我让你们直接去见阎王？”
en_us: You XiaoMo walked over and kicked them. "Get up. Don't play dead or I'll send you to see Yama right now."

source: 游小默走进厨房，大致看了下厨房都有些什么材料。
en_us: You XiaoMo entered the kitchen and looked around at what ingredients were present.

source: 游小默走进去将餐盘放在水槽里，方有空搭理他，“有什么问题？”
en_us: You XiaoMo only bothered to answer him after he dropped the plates in the sink, "Is there a problem?"

source: 游小默走进房间看到那张大床，忍不住叹气，又是硬板床，看来以后他得准备几床棉被才行，不然又被凌霄压在床上做的时候会褪掉他几层皮，硬硬的实在是硌人。
en_us: When You XiaoMo walked in the room and saw the big bed, he couldn't resist sighing. It was a hard wooden bed again (又是硬板床). It seemed that he would have to start preparing some cotton-padded quilts from now on, or else when he was being done by Ling Xiao on the bed it would take off several layers of skin. It was so hard that it was truly uncomfortable.

source: 游小默赶紧将小乌龟塞进怀里，抓起盘子里剩下的两个包子才追过去。
en_us: You XiaoMo hurriedly stuffed the little tortoise in his embrace (塞进怀里) and grabbed the two remaining steamed buns on the plate before chasing after Ling Xiao.

source: 游小默赶紧平复激动的心情，拿好传音石，张口准备先来一句问好，闪烁的传音石突然就暗了下去……
en_us: You XiaoMo quickly calmed his excitement and firmly grabbed the transmission stone. He had opened his mouth and was preparing to say hello when and the flickering transmission stone suddenly darkened...

source: 游小默赶紧扯了下凌霄的手臂，示意他有点表示。
en_us: You XiaoMo hurriedly pulling on Ling Xiao's arm, hinting for him to show some expression.

source: 游小默越来越期待了。
en_us: You XiaoMo was increasingly looking forward to it.

source: 游小默越过凌霄看到游震天的猛虎正在凝聚成形，整个人也特别像一堵巨大且无坚不摧的城墙，看样子距离猛虎成形还有一小段时间，不过他本人好像并不担心别人会在中途破坏他的招式。
en_us: You XiaoMo looked past Ling Xiao and saw that You ZhenTian's fierce tiger was currently converging into a shape. You ZhenTian's entire person was particularly like an immense and invincible wall. It seemed that there was still a little time before the fierce tiger would completely form, but he himself did not seem worried that others would interrupt (破坏) his technique while it was in the midst of forming.

source: 游小默趴在他胸口上，“我就是觉得她看起来好像有什么不可告人的秘密一样，而且这个时间他应在逍遥院啊，无缘无故跑到东洲来，现在都过去两个多月，再过不久就是新一轮的挑战赛，他要是不回去就赶不上了。”
en_us: You XiaoMo laid on his chest and continued, "I just feel like he has some unspeakable secret or something. Also, he should be still at the XiaoYao Institution. He didn't have a reason to be at Dong Zhou and now that two month had passed, it was soon to be another round of the challenge matches. (挑战赛) If he didn't go back soon, his not going to make it.

source: 游小默趴在凌霄怀里美美的睡了一觉，这次是睡到自然醒的，一大早，叶农没有再派人来通知他们，反而自己过来。
en_us: You XiaoMo had a wonderful night's sleep, lying in You XiaoMo's embrace. This time he slept until he naturally woke up early in the morning. Instead of sending people to come notify them, Ye Nong came over himself.

source: 游小默趴在凌霄的肩膀上，一脸兴奋的说道：“凌霄，他们分开了，要逐个击破，还是等他们一起凑上来？”
en_us: You XiaoMo was thrown over Ling Xiao's shoulder, and he said happily, "Ling Xiao, they've separated. Do we want to attack them one by one, or wait for them to come at us altogether?"

source: 游小默趴在凌霄的肩膀上，一边看着越来越靠近的游震天，一边征求的问道。
en_us: You XiaoMo was thrown over Ling Xiao's shoulder, and he asked him pleadingly as he watched You ZhenTian get closer and closer.

source: 游小默趴在凌霄肩膀上，要不是因为这里被发现，他其实比较希望凌霄伤势好了以后再下来。
en_us: You XiaoMo was settled on Ling Xiao's shoulders. If it wasn't for the fact that this place had been discovered, he actually would've preferred to come down after Ling Xiao was fully recovered.

source: 游小默趴在栏杆上，百无聊赖的看着波光粼粼的海水。
en_us: Xiao Mo leaned on the railing and was overcome with boredom as he looked at the sparkling and crystal-clear sea.

source: 游小默趴在膜上眼巴巴的看着他，虽然不知道刚刚发生了什么事，但是他们现在应该已经没有危险了，四周也不见黑蜘蛛和两个部落的人。
en_us: You XiaoMo leaned against the film separating them and watching the other with wide eyes. Though he didn't know what happened just now, they were probably out of danger now. There was no sign of Black Spider or the people from the two tribes.

source: 游小默跑到湖泊边，回头看了眼刚从草地上坐起来的凌霄，忍不住叹了一口气，有个这样的爱人真不知道是他的幸还是不幸。
en_us: You XiaoMo ran to the lakeside. He turned back to look at Ling Xiao who had just sat up on the grass and could not help but sigh. He really did not know whether he was lucky or unfortunate to have such a lover.

source: 游小默跑过去捡起来一看，发现地图变了样。
en_us: You XiaoMo ran over to pick up only to find the map had changed.

source: 游小默身上只有两千万灵晶，其实已经是一大笔钱，但想要拍到宝贝是远远不够的，除非几亿或十几亿灵晶，然后一个月怎么可能凑到这么多灵晶。
en_us: You XiaoMo only had twenty million spirit gems on him. In reality, this was already a huge fortune, but it was nowhere near enough if you wanted to actually buy anything. You needed hundreds of millions, even billions of spirit gems. There was no way they could earn that much in a month.

source: 游小默身上当然有灵晶，身为顶级丹师更加不缺这点灵晶，别说两万一千枚，就是两千万他也拿得出来，但绝对不能白白被人坑了。
en_us: You XiaoMo definitely had spirit gems on him; as a top mage, he wouldn't be poor. Never mind twenty-one thousand spirit gems, twenty million wasn't even a problem for him. However, he refused to be scammed like this.

source: 游小默身体突然一僵，他怎么有种被窥视的感觉？
en_us: You XiaoMo's body suddenly went numb. Why did he feel as if someone was spying on him?

source: 游小默身影一闪便躲过尖枪，空手握住尖枪用力震了一下，守卫被震得双手发麻，控制不住往后倒退了几步，还没等他反应过来，胸口又被尖枪撞击了一下，守卫喷出一口鲜血，倒飞出去摔在一名神境强者的脚下。
en_us: With a quiver (一闪), You XiaoMo dodged the lance and with his bare hands, shook it. The vibration numbed both of the guards hands and he uncontrollably took a few steps back. Before he had time to react, his chest was hit by the lance and the guard went flying as he threw up blood. He landed right by one of the Divine Realm expert's feet.

source: 游小默转了一圈，其实有了储物袋和空间后，他基本上不会将东西拿出来摆放在房间里，既不安全又不方便，所以就算真的有人潜进来，也不可能偷走什么。
en_us: You XiaoMo made a round around the room. Actually, he hardly took things out to display in the room after having a magic bag and the dimension since it was neither safe nor convenient. So, even if someone really did sneak in, it was not possible for them to steal anything.

source: 游小默转了下眼球子，突然说道：“其实我还有一个同伙。”
en_us: You XiaoMo thought for a moment and suddenly said, "Actually, I have an accomplice."
